[
  {
    "musclegroup": "chest",
    "exersizename": "Bench press",
    "instructions": "Lying face up on bench, grab bar from rack with wide overhand grip (slightly wider than shoulders, lower bar to upper middle of chest and then raise until arms are nearly locked.",
    "img":"../components/images/chest-bench-press.gif"
  },
  {
    "musclegroup": "chest",
    "exersizename": "Push ups",
    "instructions": "Fingers going forward with palms on the floor, slightly wider than shoulder width and directly underneath the shoulders, toes on floor and with your body balanced in this way, lower your body until the chest nearly touches the floor and then push yourself back up again until arms are nearly locked.",
    "img":"../components/images/chest-push-ups.gif"
  },
  {
    "musclegroup": "chest",
    "exersizename": "Incline bench press",
    "instructions": "Lying face up on inclined bench, grab bar from rack with slightly larger than shoulder width grip , lower bar to upper chest (just missing your chin and then raise until arms are nearly locked.",
    "img":"../components/images/incline-barbell-bench-press.gif"
  },
  {
    "musclegroup": "shoulders",
    "exersizename": "Military press",
    "instructions": "Standing, grasp barbell with an overhand grip that is slightly wider than shoulder width. Position the barbell in front of the neck at about shoulder height, press bar overhead until arms are extended then lower back down to starting position.    ",
    "img":"../components/images/shoulders-military-press.gif"
  },
  {
    "musclegroup": "shoulders",
    "exersizename": "Dumbbell Front Raise",
    "instructions": "Grab a pair of dumbbells and let them hang at arm’s length next to your sides, with your palms facing each other. Bend your elbows just slightly and hold them that way. Raise your arms straight in front of you until they’re parallel to the floor and perpendicular to your torso. The dumbbells should be at shoulder level and the thumb sides of your hands should be facing up. Pause, then slowly lower the dumbbells back to the starting position.",
    "img":"../components/images/shoulders-frontraise.gif"
  },
  {
    "musclegroup": "biceps",
    "exersizename": "Barbell biceps curls",
    "instructions": "Standing, grasp barbell with shoulder width grip and, with elbows at your sides, raise until forearms are near upper arms and then lower until arms are again nearly fully extended but avoid locking out the elbows at the bottom of the exercise.    ",
    "img":"../components/images/biseps-curls.gif"
  },
  {
    "musclegroup": "quads",
    "exersizename": "Leg press",
    "instructions": "Using a leg press machine, sit down on the machine and place your legs on the platform directly in front of you at a medium (shoulder width foot stance.Lower the safety bars holding the weighted platform in place and press the platform all the way up until your legs are fully extended in front of you.As you inhale, slowly lower the platform until your upper and lower legs make a 90-degree angle.",
    "img":"../components/images/quads-legpress.gif"
  },
  {
    "musclegroup": "quads",
    "exersizename": "Barbell Full Squat",
    "instructions": "Squat down by bending hips back while allowing knees to bend forward, keeping back straight and knees pointed same direction as feet. Descend until knees and hips are fully bent. Extend knees and hips until legs are straight. Return and repeat.",
    "img":"../components/images/quads-full.gif"
  },
  {
    "musclegroup": "abs",
    "exersizename": "Decline crunches",
    "instructions": "Sit on a 25-degree decline bench and place your feet under the holding pad and both hands on your abdominals. Keeping your abs tight at all times, lean back to a 45-degree angle (never go all the way, as that can endanger your lower back. Crunch forward toward your knees, rolling your abdominals together, and tighten them in the top position. Release slightly to the 45-degree angle and repeat.",
    "img":"../components/images/abs-decline.gif"
  }
]
